{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "errors": "replace",
  "extra_special_tokens": [
    "<|audio_start|>",
    "<|audio_end|>",
    "<|c1_0|>",
    "<|c1_1|>",
    "<|c1_2|>",
    "<|c1_3|>",
    "<|c1_4|>",
    "<|c1_5|>",
    "<|c1_6|>",
    "<|c1_7|>",
    "<|c1_8|>",
    "<|c1_9|>",
    "<|c1_10|>",
    "<|c1_11|>",
    "<|c1_12|>",
    "<|c1_13|>",
    "<|c1_14|>",
    "<|c1_15|>",
    "<|c1_16|>",
    "<|c1_17|>",
    "<|c1_18|>",
    "<|c1_19|>",
    "<|c1_20|>",
    "<|c1_21|>",
    "<|c1_22|>",
    "<|c1_23|>",
    "<|c1_24|>",
    "<|c1_25|>",
    "<|c1_26|>",
    "<|c1_27|>",
    "<|c1_28|>",
    "<|c1_29|>",
    "<|c1_30|>",
    "<|c1_31|>",
    "<|c1_32|>",
    "<|c1_33|>",
    "<|c1_34|>",
    "<|c1_35|>",
    "<|c1_36|>",
    "<|c1_37|>",
    "<|c1_38|>",
    "<|c1_39|>",
    "<|c1_40|>",
    "<|c1_41|>",
    "<|c1_42|>",
    "<|c1_43|>",
    "<|c1_44|>",
    "<|c1_45|>",
    "<|c1_46|>",
    "<|c1_47|>",
    "<|c1_48|>",
    "<|c1_49|>",
    "<|c1_50|>",
    "<|c1_51|>",
    "<|c1_52|>",
    "<|c1_53|>",
    "<|c1_54|>",
    "<|c1_55|>",
    "<|c1_56|>",
    "<|c1_57|>",
    "<|c1_58|>",
    "<|c1_59|>",
    "<|c1_60|>",
    "<|c1_61|>",
    "<|c1_62|>",
    "<|c1_63|>",
    "<|c1_64|>",
    "<|c1_65|>",
    "<|c1_66|>",
    "<|c1_67|>",
    "<|c1_68|>",
    "<|c1_69|>",
    "<|c1_70|>",
    "<|c1_71|>",
    "<|c1_72|>",
    "<|c1_73|>",
    "<|c1_74|>",
    "<|c1_75|>",
    "<|c1_76|>",
    "<|c1_77|>",
    "<|c1_78|>",
    "<|c1_79|>",
    "<|c1_80|>",
    "<|c1_81|>",
    "<|c1_82|>",
    "<|c1_83|>",
    "<|c1_84|>",
    "<|c1_85|>",
    "<|c1_86|>",
    "<|c1_87|>",
    "<|c1_88|>",
    "<|c1_89|>",
    "<|c1_90|>",
    "<|c1_91|>",
    "<|c1_92|>",
    "<|c1_93|>",
    "<|c1_94|>",
    "<|c1_95|>",
    "<|c1_96|>",
    "<|c1_97|>",
    "<|c1_98|>",
    "<|c1_99|>",
    "<|c1_100|>",
    "<|c1_101|>",
    "<|c1_102|>",
    "<|c1_103|>",
    "<|c1_104|>",
    "<|c1_105|>",
    "<|c1_106|>",
    "<|c1_107|>",
    "<|c1_108|>",
    "<|c1_109|>",
    "<|c1_110|>",
    "<|c1_111|>",
    "<|c1_112|>",
    "<|c1_113|>",
    "<|c1_114|>",
    "<|c1_115|>",
    "<|c1_116|>",
    "<|c1_117|>",
    "<|c1_118|>",
    "<|c1_119|>",
    "<|c1_120|>",
    "<|c1_121|>",
    "<|c1_122|>",
    "<|c1_123|>",
    "<|c1_124|>",
    "<|c1_125|>",
    "<|c1_126|>",
    "<|c1_127|>",
    "<|c1_128|>",
    "<|c1_129|>",
    "<|c1_130|>",
    "<|c1_131|>",
    "<|c1_132|>",
    "<|c1_133|>",
    "<|c1_134|>",
    "<|c1_135|>",
    "<|c1_136|>",
    "<|c1_137|>",
    "<|c1_138|>",
    "<|c1_139|>",
    "<|c1_140|>",
    "<|c1_141|>",
    "<|c1_142|>",
    "<|c1_143|>",
    "<|c1_144|>",
    "<|c1_145|>",
    "<|c1_146|>",
    "<|c1_147|>",
    "<|c1_148|>",
    "<|c1_149|>",
    "<|c1_150|>",
    "<|c1_151|>",
    "<|c1_152|>",
    "<|c1_153|>",
    "<|c1_154|>",
    "<|c1_155|>",
    "<|c1_156|>",
    "<|c1_157|>",
    "<|c1_158|>",
    "<|c1_159|>",
    "<|c1_160|>",
    "<|c1_161|>",
    "<|c1_162|>",
    "<|c1_163|>",
    "<|c1_164|>",
    "<|c1_165|>",
    "<|c1_166|>",
    "<|c1_167|>",
    "<|c1_168|>",
    "<|c1_169|>",
    "<|c1_170|>",
    "<|c1_171|>",
    "<|c1_172|>",
    "<|c1_173|>",
    "<|c1_174|>",
    "<|c1_175|>",
    "<|c1_176|>",
    "<|c1_177|>",
    "<|c1_178|>",
    "<|c1_179|>",
    "<|c1_180|>",
    "<|c1_181|>",
    "<|c1_182|>",
    "<|c1_183|>",
    "<|c1_184|>",
    "<|c1_185|>",
    "<|c1_186|>",
    "<|c1_187|>",
    "<|c1_188|>",
    "<|c1_189|>",
    "<|c1_190|>",
    "<|c1_191|>",
    "<|c1_192|>",
    "<|c1_193|>",
    "<|c1_194|>",
    "<|c1_195|>",
    "<|c1_196|>",
    "<|c1_197|>",
    "<|c1_198|>",
    "<|c1_199|>",
    "<|c1_200|>",
    "<|c1_201|>",
    "<|c1_202|>",
    "<|c1_203|>",
    "<|c1_204|>",
    "<|c1_205|>",
    "<|c1_206|>",
    "<|c1_207|>",
    "<|c1_208|>",
    "<|c1_209|>",
    "<|c1_210|>",
    "<|c1_211|>",
    "<|c1_212|>",
    "<|c1_213|>",
    "<|c1_214|>",
    "<|c1_215|>",
    "<|c1_216|>",
    "<|c1_217|>",
    "<|c1_218|>",
    "<|c1_219|>",
    "<|c1_220|>",
    "<|c1_221|>",
    "<|c1_222|>",
    "<|c1_223|>",
    "<|c1_224|>",
    "<|c1_225|>",
    "<|c1_226|>",
    "<|c1_227|>",
    "<|c1_228|>",
    "<|c1_229|>",
    "<|c1_230|>",
    "<|c1_231|>",
    "<|c1_232|>",
    "<|c1_233|>",
    "<|c1_234|>",
    "<|c1_235|>",
    "<|c1_236|>",
    "<|c1_237|>",
    "<|c1_238|>",
    "<|c1_239|>",
    "<|c1_240|>",
    "<|c1_241|>",
    "<|c1_242|>",
    "<|c1_243|>",
    "<|c1_244|>",
    "<|c1_245|>",
    "<|c1_246|>",
    "<|c1_247|>",
    "<|c1_248|>",
    "<|c1_249|>",
    "<|c1_250|>",
    "<|c1_251|>",
    "<|c1_252|>",
    "<|c1_253|>",
    "<|c1_254|>",
    "<|c1_255|>",
    "<|c1_256|>",
    "<|c1_257|>",
    "<|c1_258|>",
    "<|c1_259|>",
    "<|c1_260|>",
    "<|c1_261|>",
    "<|c1_262|>",
    "<|c1_263|>",
    "<|c1_264|>",
    "<|c1_265|>",
    "<|c1_266|>",
    "<|c1_267|>",
    "<|c1_268|>",
    "<|c1_269|>",
    "<|c1_270|>",
    "<|c1_271|>",
    "<|c1_272|>",
    "<|c1_273|>",
    "<|c1_274|>",
    "<|c1_275|>",
    "<|c1_276|>",
    "<|c1_277|>",
    "<|c1_278|>",
    "<|c1_279|>",
    "<|c1_280|>",
    "<|c1_281|>",
    "<|c1_282|>",
    "<|c1_283|>",
    "<|c1_284|>",
    "<|c1_285|>",
    "<|c1_286|>",
    "<|c1_287|>",
    "<|c1_288|>",
    "<|c1_289|>",
    "<|c1_290|>",
    "<|c1_291|>",
    "<|c1_292|>",
    "<|c1_293|>",
    "<|c1_294|>",
    "<|c1_295|>",
    "<|c1_296|>",
    "<|c1_297|>",
    "<|c1_298|>",
    "<|c1_299|>",
    "<|c1_300|>",
    "<|c1_301|>",
    "<|c1_302|>",
    "<|c1_303|>",
    "<|c1_304|>",
    "<|c1_305|>",
    "<|c1_306|>",
    "<|c1_307|>",
    "<|c1_308|>",
    "<|c1_309|>",
    "<|c1_310|>",
    "<|c1_311|>",
    "<|c1_312|>",
    "<|c1_313|>",
    "<|c1_314|>",
    "<|c1_315|>",
    "<|c1_316|>",
    "<|c1_317|>",
    "<|c1_318|>",
    "<|c1_319|>",
    "<|c1_320|>",
    "<|c1_321|>",
    "<|c1_322|>",
    "<|c1_323|>",
    "<|c1_324|>",
    "<|c1_325|>",
    "<|c1_326|>",
    "<|c1_327|>",
    "<|c1_328|>",
    "<|c1_329|>",
    "<|c1_330|>",
    "<|c1_331|>",
    "<|c1_332|>",
    "<|c1_333|>",
    "<|c1_334|>",
    "<|c1_335|>",
    "<|c1_336|>",
    "<|c1_337|>",
    "<|c1_338|>",
    "<|c1_339|>",
    "<|c1_340|>",
    "<|c1_341|>",
    "<|c1_342|>",
    "<|c1_343|>",
    "<|c1_344|>",
    "<|c1_345|>",
    "<|c1_346|>",
    "<|c1_347|>",
    "<|c1_348|>",
    "<|c1_349|>",
    "<|c1_350|>",
    "<|c1_351|>",
    "<|c1_352|>",
    "<|c1_353|>",
    "<|c1_354|>",
    "<|c1_355|>",
    "<|c1_356|>",
    "<|c1_357|>",
    "<|c1_358|>",
    "<|c1_359|>",
    "<|c1_360|>",
    "<|c1_361|>",
    "<|c1_362|>",
    "<|c1_363|>",
    "<|c1_364|>",
    "<|c1_365|>",
    "<|c1_366|>",
    "<|c1_367|>",
    "<|c1_368|>",
    "<|c1_369|>",
    "<|c1_370|>",
    "<|c1_371|>",
    "<|c1_372|>",
    "<|c1_373|>",
    "<|c1_374|>",
    "<|c1_375|>",
    "<|c1_376|>",
    "<|c1_377|>",
    "<|c1_378|>",
    "<|c1_379|>",
    "<|c1_380|>",
    "<|c1_381|>",
    "<|c1_382|>",
    "<|c1_383|>",
    "<|c1_384|>",
    "<|c1_385|>",
    "<|c1_386|>",
    "<|c1_387|>",
    "<|c1_388|>",
    "<|c1_389|>",
    "<|c1_390|>",
    "<|c1_391|>",
    "<|c1_392|>",
    "<|c1_393|>",
    "<|c1_394|>",
    "<|c1_395|>",
    "<|c1_396|>",
    "<|c1_397|>",
    "<|c1_398|>",
    "<|c1_399|>",
    "<|c1_400|>",
    "<|c1_401|>",
    "<|c1_402|>",
    "<|c1_403|>",
    "<|c1_404|>",
    "<|c1_405|>",
    "<|c1_406|>",
    "<|c1_407|>",
    "<|c1_408|>",
    "<|c1_409|>",
    "<|c1_410|>",
    "<|c1_411|>",
    "<|c1_412|>",
    "<|c1_413|>",
    "<|c1_414|>",
    "<|c1_415|>",
    "<|c1_416|>",
    "<|c1_417|>",
    "<|c1_418|>",
    "<|c1_419|>",
    "<|c1_420|>",
    "<|c1_421|>",
    "<|c1_422|>",
    "<|c1_423|>",
    "<|c1_424|>",
    "<|c1_425|>",
    "<|c1_426|>",
    "<|c1_427|>",
    "<|c1_428|>",
    "<|c1_429|>",
    "<|c1_430|>",
    "<|c1_431|>",
    "<|c1_432|>",
    "<|c1_433|>",
    "<|c1_434|>",
    "<|c1_435|>",
    "<|c1_436|>",
    "<|c1_437|>",
    "<|c1_438|>",
    "<|c1_439|>",
    "<|c1_440|>",
    "<|c1_441|>",
    "<|c1_442|>",
    "<|c1_443|>",
    "<|c1_444|>",
    "<|c1_445|>",
    "<|c1_446|>",
    "<|c1_447|>",
    "<|c1_448|>",
    "<|c1_449|>",
    "<|c1_450|>",
    "<|c1_451|>",
    "<|c1_452|>",
    "<|c1_453|>",
    "<|c1_454|>",
    "<|c1_455|>",
    "<|c1_456|>",
    "<|c1_457|>",
    "<|c1_458|>",
    "<|c1_459|>",
    "<|c1_460|>",
    "<|c1_461|>",
    "<|c1_462|>",
    "<|c1_463|>",
    "<|c1_464|>",
    "<|c1_465|>",
    "<|c1_466|>",
    "<|c1_467|>",
    "<|c1_468|>",
    "<|c1_469|>",
    "<|c1_470|>",
    "<|c1_471|>",
    "<|c1_472|>",
    "<|c1_473|>",
    "<|c1_474|>",
    "<|c1_475|>",
    "<|c1_476|>",
    "<|c1_477|>",
    "<|c1_478|>",
    "<|c1_479|>",
    "<|c1_480|>",
    "<|c1_481|>",
    "<|c1_482|>",
    "<|c1_483|>",
    "<|c1_484|>",
    "<|c1_485|>",
    "<|c1_486|>",
    "<|c1_487|>",
    "<|c1_488|>",
    "<|c1_489|>",
    "<|c1_490|>",
    "<|c1_491|>",
    "<|c1_492|>",
    "<|c1_493|>",
    "<|c1_494|>",
    "<|c1_495|>",
    "<|c1_496|>",
    "<|c1_497|>",
    "<|c1_498|>",
    "<|c1_499|>",
    "<|c1_500|>",
    "<|c1_501|>",
    "<|c1_502|>",
    "<|c1_503|>",
    "<|c1_504|>",
    "<|c1_505|>",
    "<|c1_506|>",
    "<|c1_507|>",
    "<|c1_508|>",
    "<|c1_509|>",
    "<|c1_510|>",
    "<|c1_511|>",
    "<|c1_512|>",
    "<|c1_513|>",
    "<|c1_514|>",
    "<|c1_515|>",
    "<|c1_516|>",
    "<|c1_517|>",
    "<|c1_518|>",
    "<|c1_519|>",
    "<|c1_520|>",
    "<|c1_521|>",
    "<|c1_522|>",
    "<|c1_523|>",
    "<|c1_524|>",
    "<|c1_525|>",
    "<|c1_526|>",
    "<|c1_527|>",
    "<|c1_528|>",
    "<|c1_529|>",
    "<|c1_530|>",
    "<|c1_531|>",
    "<|c1_532|>",
    "<|c1_533|>",
    "<|c1_534|>",
    "<|c1_535|>",
    "<|c1_536|>",
    "<|c1_537|>",
    "<|c1_538|>",
    "<|c1_539|>",
    "<|c1_540|>",
    "<|c1_541|>",
    "<|c1_542|>",
    "<|c1_543|>",
    "<|c1_544|>",
    "<|c1_545|>",
    "<|c1_546|>",
    "<|c1_547|>",
    "<|c1_548|>",
    "<|c1_549|>",
    "<|c1_550|>",
    "<|c1_551|>",
    "<|c1_552|>",
    "<|c1_553|>",
    "<|c1_554|>",
    "<|c1_555|>",
    "<|c1_556|>",
    "<|c1_557|>",
    "<|c1_558|>",
    "<|c1_559|>",
    "<|c1_560|>",
    "<|c1_561|>",
    "<|c1_562|>",
    "<|c1_563|>",
    "<|c1_564|>",
    "<|c1_565|>",
    "<|c1_566|>",
    "<|c1_567|>",
    "<|c1_568|>",
    "<|c1_569|>",
    "<|c1_570|>",
    "<|c1_571|>",
    "<|c1_572|>",
    "<|c1_573|>",
    "<|c1_574|>",
    "<|c1_575|>",
    "<|c1_576|>",
    "<|c1_577|>",
    "<|c1_578|>",
    "<|c1_579|>",
    "<|c1_580|>",
    "<|c1_581|>",
    "<|c1_582|>",
    "<|c1_583|>",
    "<|c1_584|>",
    "<|c1_585|>",
    "<|c1_586|>",
    "<|c1_587|>",
    "<|c1_588|>",
    "<|c1_589|>",
    "<|c1_590|>",
    "<|c1_591|>",
    "<|c1_592|>",
    "<|c1_593|>",
    "<|c1_594|>",
    "<|c1_595|>",
    "<|c1_596|>",
    "<|c1_597|>",
    "<|c1_598|>",
    "<|c1_599|>",
    "<|c1_600|>",
    "<|c1_601|>",
    "<|c1_602|>",
    "<|c1_603|>",
    "<|c1_604|>",
    "<|c1_605|>",
    "<|c1_606|>",
    "<|c1_607|>",
    "<|c1_608|>",
    "<|c1_609|>",
    "<|c1_610|>",
    "<|c1_611|>",
    "<|c1_612|>",
    "<|c1_613|>",
    "<|c1_614|>",
    "<|c1_615|>",
    "<|c1_616|>",
    "<|c1_617|>",
    "<|c1_618|>",
    "<|c1_619|>",
    "<|c1_620|>",
    "<|c1_621|>",
    "<|c1_622|>",
    "<|c1_623|>",
    "<|c1_624|>",
    "<|c1_625|>",
    "<|c1_626|>",
    "<|c1_627|>",
    "<|c1_628|>",
    "<|c1_629|>",
    "<|c1_630|>",
    "<|c1_631|>",
    "<|c1_632|>",
    "<|c1_633|>",
    "<|c1_634|>",
    "<|c1_635|>",
    "<|c1_636|>",
    "<|c1_637|>",
    "<|c1_638|>",
    "<|c1_639|>",
    "<|c1_640|>",
    "<|c1_641|>",
    "<|c1_642|>",
    "<|c1_643|>",
    "<|c1_644|>",
    "<|c1_645|>",
    "<|c1_646|>",
    "<|c1_647|>",
    "<|c1_648|>",
    "<|c1_649|>",
    "<|c1_650|>",
    "<|c1_651|>",
    "<|c1_652|>",
    "<|c1_653|>",
    "<|c1_654|>",
    "<|c1_655|>",
    "<|c1_656|>",
    "<|c1_657|>",
    "<|c1_658|>",
    "<|c1_659|>",
    "<|c1_660|>",
    "<|c1_661|>",
    "<|c1_662|>",
    "<|c1_663|>",
    "<|c1_664|>",
    "<|c1_665|>",
    "<|c1_666|>",
    "<|c1_667|>",
    "<|c1_668|>",
    "<|c1_669|>",
    "<|c1_670|>",
    "<|c1_671|>",
    "<|c1_672|>",
    "<|c1_673|>",
    "<|c1_674|>",
    "<|c1_675|>",
    "<|c1_676|>",
    "<|c1_677|>",
    "<|c1_678|>",
    "<|c1_679|>",
    "<|c1_680|>",
    "<|c1_681|>",
    "<|c1_682|>",
    "<|c1_683|>",
    "<|c1_684|>",
    "<|c1_685|>",
    "<|c1_686|>",
    "<|c1_687|>",
    "<|c1_688|>",
    "<|c1_689|>",
    "<|c1_690|>",
    "<|c1_691|>",
    "<|c1_692|>",
    "<|c1_693|>",
    "<|c1_694|>",
    "<|c1_695|>",
    "<|c1_696|>",
    "<|c1_697|>",
    "<|c1_698|>",
    "<|c1_699|>",
    "<|c1_700|>",
    "<|c1_701|>",
    "<|c1_702|>",
    "<|c1_703|>",
    "<|c1_704|>",
    "<|c1_705|>",
    "<|c1_706|>",
    "<|c1_707|>",
    "<|c1_708|>",
    "<|c1_709|>",
    "<|c1_710|>",
    "<|c1_711|>",
    "<|c1_712|>",
    "<|c1_713|>",
    "<|c1_714|>",
    "<|c1_715|>",
    "<|c1_716|>",
    "<|c1_717|>",
    "<|c1_718|>",
    "<|c1_719|>",
    "<|c1_720|>",
    "<|c1_721|>",
    "<|c1_722|>",
    "<|c1_723|>",
    "<|c1_724|>",
    "<|c1_725|>",
    "<|c1_726|>",
    "<|c1_727|>",
    "<|c1_728|>",
    "<|c1_729|>",
    "<|c1_730|>",
    "<|c1_731|>",
    "<|c1_732|>",
    "<|c1_733|>",
    "<|c1_734|>",
    "<|c1_735|>",
    "<|c1_736|>",
    "<|c1_737|>",
    "<|c1_738|>",
    "<|c1_739|>",
    "<|c1_740|>",
    "<|c1_741|>",
    "<|c1_742|>",
    "<|c1_743|>",
    "<|c1_744|>",
    "<|c1_745|>",
    "<|c1_746|>",
    "<|c1_747|>",
    "<|c1_748|>",
    "<|c1_749|>",
    "<|c1_750|>",
    "<|c1_751|>",
    "<|c1_752|>",
    "<|c1_753|>",
    "<|c1_754|>",
    "<|c1_755|>",
    "<|c1_756|>",
    "<|c1_757|>",
    "<|c1_758|>",
    "<|c1_759|>",
    "<|c1_760|>",
    "<|c1_761|>",
    "<|c1_762|>",
    "<|c1_763|>",
    "<|c1_764|>",
    "<|c1_765|>",
    "<|c1_766|>",
    "<|c1_767|>",
    "<|c1_768|>",
    "<|c1_769|>",
    "<|c1_770|>",
    "<|c1_771|>",
    "<|c1_772|>",
    "<|c1_773|>",
    "<|c1_774|>",
    "<|c1_775|>",
    "<|c1_776|>",
    "<|c1_777|>",
    "<|c1_778|>",
    "<|c1_779|>",
    "<|c1_780|>",
    "<|c1_781|>",
    "<|c1_782|>",
    "<|c1_783|>",
    "<|c1_784|>",
    "<|c1_785|>",
    "<|c1_786|>",
    "<|c1_787|>",
    "<|c1_788|>",
    "<|c1_789|>",
    "<|c1_790|>",
    "<|c1_791|>",
    "<|c1_792|>",
    "<|c1_793|>",
    "<|c1_794|>",
    "<|c1_795|>",
    "<|c1_796|>",
    "<|c1_797|>",
    "<|c1_798|>",
    "<|c1_799|>",
    "<|c1_800|>",
    "<|c1_801|>",
    "<|c1_802|>",
    "<|c1_803|>",
    "<|c1_804|>",
    "<|c1_805|>",
    "<|c1_806|>",
    "<|c1_807|>",
    "<|c1_808|>",
    "<|c1_809|>",
    "<|c1_810|>",
    "<|c1_811|>",
    "<|c1_812|>",
    "<|c1_813|>",
    "<|c1_814|>",
    "<|c1_815|>",
    "<|c1_816|>",
    "<|c1_817|>",
    "<|c1_818|>",
    "<|c1_819|>",
    "<|c1_820|>",
    "<|c1_821|>",
    "<|c1_822|>",
    "<|c1_823|>",
    "<|c1_824|>",
    "<|c1_825|>",
    "<|c1_826|>",
    "<|c1_827|>",
    "<|c1_828|>",
    "<|c1_829|>",
    "<|c1_830|>",
    "<|c1_831|>",
    "<|c1_832|>",
    "<|c1_833|>",
    "<|c1_834|>",
    "<|c1_835|>",
    "<|c1_836|>",
    "<|c1_837|>",
    "<|c1_838|>",
    "<|c1_839|>",
    "<|c1_840|>",
    "<|c1_841|>",
    "<|c1_842|>",
    "<|c1_843|>",
    "<|c1_844|>",
    "<|c1_845|>",
    "<|c1_846|>",
    "<|c1_847|>",
    "<|c1_848|>",
    "<|c1_849|>",
    "<|c1_850|>",
    "<|c1_851|>",
    "<|c1_852|>",
    "<|c1_853|>",
    "<|c1_854|>",
    "<|c1_855|>",
    "<|c1_856|>",
    "<|c1_857|>",
    "<|c1_858|>",
    "<|c1_859|>",
    "<|c1_860|>",
    "<|c1_861|>",
    "<|c1_862|>",
    "<|c1_863|>",
    "<|c1_864|>",
    "<|c1_865|>",
    "<|c1_866|>",
    "<|c1_867|>",
    "<|c1_868|>",
    "<|c1_869|>",
    "<|c1_870|>",
    "<|c1_871|>",
    "<|c1_872|>",
    "<|c1_873|>",
    "<|c1_874|>",
    "<|c1_875|>",
    "<|c1_876|>",
    "<|c1_877|>",
    "<|c1_878|>",
    "<|c1_879|>",
    "<|c1_880|>",
    "<|c1_881|>",
    "<|c1_882|>",
    "<|c1_883|>",
    "<|c1_884|>",
    "<|c1_885|>",
    "<|c1_886|>",
    "<|c1_887|>",
    "<|c1_888|>",
    "<|c1_889|>",
    "<|c1_890|>",
    "<|c1_891|>",
    "<|c1_892|>",
    "<|c1_893|>",
    "<|c1_894|>",
    "<|c1_895|>",
    "<|c1_896|>",
    "<|c1_897|>",
    "<|c1_898|>",
    "<|c1_899|>",
    "<|c1_900|>",
    "<|c1_901|>",
    "<|c1_902|>",
    "<|c1_903|>",
    "<|c1_904|>",
    "<|c1_905|>",
    "<|c1_906|>",
    "<|c1_907|>",
    "<|c1_908|>",
    "<|c1_909|>",
    "<|c1_910|>",
    "<|c1_911|>",
    "<|c1_912|>",
    "<|c1_913|>",
    "<|c1_914|>",
    "<|c1_915|>",
    "<|c1_916|>",
    "<|c1_917|>",
    "<|c1_918|>",
    "<|c1_919|>",
    "<|c1_920|>",
    "<|c1_921|>",
    "<|c1_922|>",
    "<|c1_923|>",
    "<|c1_924|>",
    "<|c1_925|>",
    "<|c1_926|>",
    "<|c1_927|>",
    "<|c1_928|>",
    "<|c1_929|>",
    "<|c1_930|>",
    "<|c1_931|>",
    "<|c1_932|>",
    "<|c1_933|>",
    "<|c1_934|>",
    "<|c1_935|>",
    "<|c1_936|>",
    "<|c1_937|>",
    "<|c1_938|>",
    "<|c1_939|>",
    "<|c1_940|>",
    "<|c1_941|>",
    "<|c1_942|>",
    "<|c1_943|>",
    "<|c1_944|>",
    "<|c1_945|>",
    "<|c1_946|>",
    "<|c1_947|>",
    "<|c1_948|>",
    "<|c1_949|>",
    "<|c1_950|>",
    "<|c1_951|>",
    "<|c1_952|>",
    "<|c1_953|>",
    "<|c1_954|>",
    "<|c1_955|>",
    "<|c1_956|>",
    "<|c1_957|>",
    "<|c1_958|>",
    "<|c1_959|>",
    "<|c1_960|>",
    "<|c1_961|>",
    "<|c1_962|>",
    "<|c1_963|>",
    "<|c1_964|>",
    "<|c1_965|>",
    "<|c1_966|>",
    "<|c1_967|>",
    "<|c1_968|>",
    "<|c1_969|>",
    "<|c1_970|>",
    "<|c1_971|>",
    "<|c1_972|>",
    "<|c1_973|>",
    "<|c1_974|>",
    "<|c1_975|>",
    "<|c1_976|>",
    "<|c1_977|>",
    "<|c1_978|>",
    "<|c1_979|>",
    "<|c1_980|>",
    "<|c1_981|>",
    "<|c1_982|>",
    "<|c1_983|>",
    "<|c1_984|>",
    "<|c1_985|>",
    "<|c1_986|>",
    "<|c1_987|>",
    "<|c1_988|>",
    "<|c1_989|>",
    "<|c1_990|>",
    "<|c1_991|>",
    "<|c1_992|>",
    "<|c1_993|>",
    "<|c1_994|>",
    "<|c1_995|>",
    "<|c1_996|>",
    "<|c1_997|>",
    "<|c1_998|>",
    "<|c1_999|>",
    "<|c1_1000|>",
    "<|c1_1001|>",
    "<|c1_1002|>",
    "<|c1_1003|>",
    "<|c1_1004|>",
    "<|c1_1005|>",
    "<|c1_1006|>",
    "<|c1_1007|>",
    "<|c1_1008|>",
    "<|c1_1009|>",
    "<|c1_1010|>",
    "<|c1_1011|>",
    "<|c1_1012|>",
    "<|c1_1013|>",
    "<|c1_1014|>",
    "<|c1_1015|>",
    "<|c1_1016|>",
    "<|c1_1017|>",
    "<|c1_1018|>",
    "<|c1_1019|>",
    "<|c1_1020|>",
    "<|c1_1021|>",
    "<|c1_1022|>",
    "<|c1_1023|>"
  ],
  "is_local": false,
  "model_max_length": 131072,
  "pad_token": "<|endoftext|>",
  "split_special_tokens": false,
  "tokenizer_class": "Qwen2Tokenizer",
  "unk_token": null
}
